file/request/other/req_other_1704190709800026_3283931220230901132822.xml

<?xml version="1.0" encoding="utf-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:tem="http://tempuri.org/">
  <soapenv:Header>
    <wsse:Security soapenv:mustUnderstand="1" xmlns:wsse="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-secext-1.0.xsd" xmlns:wsu="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-utility-1.0.xsd">
      <wsse:UsernameToken wsu:Id="UsernameToken-3B48524E5385DAB52C15363175673104">
        <wsse:Username>{username}</wsse:Username>
        <wsse:Password Type="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-username-token-profile-1.0#PasswordText">{username}</wsse:Password>
      </wsse:UsernameToken>
    </wsse:Security>
  </soapenv:Header>
  <soapenv:Body>
    <tem:OTGetReport>
      <tem:param>
        <tem:PefindoId>32839312</tem:PefindoId>
        <tem:InquiryReason>ProvidingFacilities</tem:InquiryReason>
        <tem:InquiryReasonText />
        <tem:SubjectType>Individual</tem:SubjectType>
      </tem:param>
    </tem:OTGetReport>
  </soapenv:Body>
</soapenv:Envelope>